{
    "navHome": "Home",
    "navWork": "Work",
    "navContact": "Contact",
    "designerTitle": "UX/UI Designer",
    "heroCopy": "Hi, I’m a creative focused on creating SaaS products, always with the business and user needs in mind.",
    "UIDesign": "UI Design",
    "UIDesignp": "Want to see more work? You can explore my UI conceptual designs focused on experimentation",
    "UIDesignCTA": "See UI designs",
    "connect": "Contact",
    "cvDownload": "Download CV",
    "selectedWork": "SELECTED WORK",
    "SWp": "Comprised of work in the industry and conceptual projects",
    "work": "Work",
    "ui-projects": "UI PROJECTS",
    "ux-projects": "UX PROJECTS",
    "connectCopy": "Have a project in mind? Find me with the links below.",
    "socials": "Socials",
    "backTop": "Back to top",
    "olabCaseTitle": "Advancing the Experience of Educational Content",
    "olabSubtitle": "O-lab, a multi-platform product for managing, monitoring and experiencing educational content for enterprises and young vulnerable communities.",
    "Preview": "Preview of final designs",
    "Previewp": "Before jumping to the journey of this project, here are some of the final screens that we got to implement.",
    "oCCCaption": "The CMS' login page (previous design)",
    "oCContext": "Context",
    "oCRole": "My role",
    "ocContextp": "I worked as a UX/UI designer in a team of five developers, we used scrum as our project management framework, in which I fulfilled the role of product owner. I worked in the Olab team for a year (Aug 2022 - Aug 2023)",
    "oCAbout": "About the product",
    "oCAboutp": "O-lab is a set of platforms comprised of a CMS (Content management system), webapp and a mobile app. The CMS serves to create content and monitor results and users that interact with the content. The webapp and mobile app were created to experience this content and enable communication between . The product first lanched to help vulnerable communities who didn’t have access to education, but later expanded by offering for profit companies the product via a subscription in order to fund the original purpose of the company.",
    "ocTeam": "The team",
    "oCUI": "UI Designers",
    "oCDev": "Developers",
    "oCUX": "UX Designer",
    "oCBusiness" : "Business Objectives" ,
    "OCB1": "Attract new clients, focus on businesses",
    "OCB2": "Keep current clients, renewing their subscriptions.",
    "OCB3": "Continue to aid vulnerable communities by offering our product for free.",
    "OCProblems": "Problems",
    "OCProblemsp": "At the moment, the goal set for the number of new clients acquired is not being met. On the other hand, user satisfaction is below average as indicated by calculated metrics. These difficulties are present due to the lack of attention of user needs and multiple usability problems evident on the different platforms.",
    "OCProcess": "Process",
    "Summary": "Summary",
    "OCStep1": "Understand",
    "OCStep1Title": "Knowing the business and product holistically",
    "OCStep1Sum": "Plan and execute user research, get an abundance of knowledge of the business, the product and the stakeholders.",
    "OCStep1D": "the business, the product state and stakeholder's perspectives",
    "OCStep2": "Converge",
    "OCStep2Title": "You can’t fix everything, prioritize",
    "OCStep2Sum": "Make sense of the research data and prioritize discovered issues with the team.",
    "OCStep2D": "problemas and areas to work on the product.",
    "OCStep3": "Design",
    "OCStep4Title": "Time to test the solutions",
    "OCStep4Sum": "Gather attitudinal and behavioral data base on the new designs and compare these metrics to the ones calculated at the beginning",
    "OCStep3D": "and explore new possible solutions to the main problems.",
    "OCStep4": "Validate",
    "OCStep3Title": "Exploration and iteration Spiral",
    "OCStep3Sum": "After iterations, I’d deliver to the developers the final responsive designs that have gone through validation from stakeholders, along with user flows, information architechture and documentation.",
    "OCStep4D": "the new designs, or go back to a previous process step",
    "OCRCaption": "Methodology graph",
    "OCResearch": "UX Research",
    "OCRGoals": "Research Goals",
    "OCRG1": "Discover user needs",
    "OCRG2": "Evaluate the usability of the product",
    "OCRG3": "Identify the main tasks users want to accomplish",
    "OCRM": "Methodology",
    "OCRM1": "Surveys to get NPS and SUS to analyze perception of the product",
    "OCRM2": "Interviews to identify user needs",
    "OCRM3": "Moderated remote usability study to uncover usability issues, more user needs and pain points",
    "OCRU": "Usability Testing",
    "OCRUp": "In order to understand the current user experience moderated remote usability testing was done, based on the main tasks of the platform identified in interviews.",
    "OCRUT": "Tasks",
    "OCRUT1": "Create a course",
    "OCRUT2": "Share course with learners",
    "OCRUT3": "Create and analyze reports",
    "OCRUT4": "Add learners to their organization/community",
    "OCRO": "What the users say",
    "OCRO1": "Creating a course is a complex task",
    "OCRO2": "The reports don’t give me the data I need.",
    "OCRO3": "I’d like to add learners to my new course in a faster and easier way.",
    "OCRO4": "I want to be able to see how the learners in my company are going to experience the course I’m creating.",
    "OCRO5": "I need to share course reports every two weeks, i always have to create one from zero.",
    "OCRO6": "I have a limited licence but I don't know how close I am to reaching the limit of number of users or storage.",
    "OCRBS": "Business and Stakeholders",
    "OCRBSp": " In order to guide future design decisions, an important part of the process was understanding the business, the industry in which exists and knowing well the pespectives of different stakeholders.",
    "OCRBSO": "Objectives",
    "OCRBSO1": "Collect differnt point of views from different stakeholders",
    "OCRBSO2": "Identify what are the main business objectives",
    "OCRBSO3": "Understand what's the idea of success for the directors",
    "OCRBSO4": "Identify the direction that the directors want to give to the product",
    "OCRBSO5": "Identify technical constraints",
    "OCBRStake": "Main stakeholders",
    "OCBRStake1": "Clients",
    "OCBRStake2": "Funders",
    "OCBRStake3": "Developers",
    "OCBRStake4": "Directors",
    "OCBRStake5": "Marketing",
    "OCBRSD": "Takeaways",
    "OCBRSD1": "The main objective is to attract new clients from businesses, while not losing the focus on vulnerable communities, since it's the main motivation of the funders",
    "OCBRSD2": "The directors have several ideas on how to improve the product, however, some of these ideas are not based on research, therefore a validation will have to be done, remaining open for the proposed possibilities.",
    "OCBRSD3": "The backend structure limits the changes that can be proposed in terms of flows and information architecture",
    "OCBRCACaption": "Some of O-lab's direct and indirect competitors",
    "OCBRCA": "Competitive Analysis",
    "OCBRCAp": "I did competitive analysis not only to identify innovation opportunities but also as part of the ideation process.",
    "OCBRCAD": "Takeaways",
    "OCBRCAD1": "In general, the products provide low interactivity related to activities, tests and lessons.",
    "OCBRCAD2": "Most products have a standard visual style, these don't stand out in this sense.",
    "OCBRCAD3": "The majority of platforms have community features.",
    "OCBRCAD4": "Generally, every app has good information architecture, the flows are clear and easy to follow.",
    "OCBRCAD5": "The products have well defined and consistent design systems.",
    "OCC1Caption": "Create content screen, problems with visual hierarchy",
    "OCC1": "Visual Hierarchy",
    "OCC1p": "There’s no hierarchy of typography, nor of contrast or color. The spacing and content placement feels randomized.",
    "OCC2Caption":"Different visual elements with no consistency",
    "OCC2": "Inconsistent Brand Design",
    "OCC2p": "The visual brand, the design style is very inconsistent across platforms, diminishing the desirability and credibility of the product.",
    "OCC3Caption": "Create course flow (simplified for visualization)",
    "OCC3": "Complex Flows",
    "OCC3p": "Completing tasks such as creating a course requiere the user to go through a very long and unnecesary flow to most users need. The overall information architecture of the course can be improved.",
    "OCC4": "Tracking Courses and Users",
    "OCC4p": "The reports have to be manually created by the content creator, selecting the data that they want in the report, however, this way of creating or showing reports is not the best for covering the user need.",
    "OCC5": "Chat & Community",
    "OCC5p": "The chat doesn’t cover key user needs such as group creation, sending files and needs an overall visual design update.",
    "OCD1": "Design principles like spacing, contrast and hierarchy were introduced so that we could make the screens more readable, easier to navigate, easier to identify what the purpose of each page was.",
    "OCD2": "This is a part of the new design system that we created along with my UI Design teammates, this design system would be used by developers to ensure that the UI's across all platforms stayed consistent and the user percieved a credible brand.",
    "OCD3": "A reevaluation of the creating course flow was done, and through testing, ideating and collaboration I managed to reduce and simplify the flow so that users could accomplish the task of creating a course in a quicker and easier way, which was very important for the product since it was one of the main features and tasks that users engaged with regularly.",
    "OCD4": "We introduced the option to create reports with one click, so users wouldn't have to go through the report creation from 0 and waste a lot time. This is also a redesign of the dashboard more in line with the new design system.",
    "OCD5": "The chat was improved by including new features such as group creation, sending files, pictures and videos, making it more attractive for users to engage in community",
    "OCDBefore": "Before",
    "OCDAfter": "After",
    "oCVMetrics": "Metrics",
    "OCV1": "Create Course",
    "OCV1p": "With the new flow reduced to 5 steps and a clear hierarchy of elements the users managed to complete the given task with a higher success rate and reducing the time on task by more than 1 minute.",
    "OCV2": "Adding a user to a new course",
    "OCV2p": "Users were having trouble accomplishing this task since they couldn’t find a clear way to do it, the new solution proved to be easier to accomplish.",
    "OCV3": "Creating Reports",
    "OCV3p": "Generating reports where the administrators could track the performance of the users was a long manual task, introducing the automatic report was a notable improvement.",
    "OCV4": "NPS and SUS Metrics",
    "OCV4p": "With 10 participants, we obtained the following results, a 27% increase in the Net Promoter Score (NPS) and a 12% increase in the System Usability Scale (SUS) relative to what we had measured in august 2022 (a year before.) These metrics show that product perception has increased, however there’s still space for improvement to keep progressing the product forward, something that I’m sure the O-lab team will manage to do with excellent performance.",
    "OCV41": "Sample of 10 Users",
    "OCV42": "Improved SUS score by 17%",
    "OCV43": "Improved NPS score by 30%",
    "OCVC": "Final Thoughts",
    "OCVCp1": "Through our team efforts, the overall user experience of the product was improved with the implementation of new features and the significant reduction of usability issues.",
    "OCVCp2": "The winners of this improvement were not only the users but also by the business, as new clients arrived and customer loyalty was increased.",
    "IE": "Industry experience",
    "CP": "Conceptual Project",
    "ThumbCopyOlab": "Advancing the experience of educational content at O-lab, a multi-platform product for managing, monitoring and experiencing educational content for enterprises and young vulnerable communities.",
    "CaseButton": "View case study",
    "ThumbCopyVita": "Keeping dogs healthy with Vitacan, this is the journey of designing an app to track the wellness of your dog with a smart collar.",
    "loadingCS": "loading case study...",
    "TyR": "Thanks for reading!",
    "AreaImpr": "Area for improvement"

    
}