{
    "navHome": "Inicio",
    "navWork": "Trabajo",
    "navContact": "Contacto",
    "designerTitle": "Diseñador UX/UI",
    "connect": "Contacto",
    "cvDownload": "Descargar CV",
    "selectedWork": "TRABAJO SELECCIONADO",
    "SWp": "Compuesto de trabajo en la industria y proyectos conceptuales",
    "work": "Trabajo",
    "ui-projects": "PROYECTOS UI",
    "ux-projects": "PROYECTOS UX",
    "connectCopy": "Tines algún proyecto en mente? Encuéntrame en los siguientes links.",
    "heroCopy": "Hola, soy un creativo enfocado en crear productos SaaS, siempre con tu negocio y usuarios en mente",
    "socials": "Redes",
    "backTop": "Volver arriba",
    "olabCaseTitle": "Avanzando la Experiencia de Contenido Educativo",
    "olabSubtitle": "O-lab, un Sistema de Administración y Monitoreo, y consumo de contenido para comunidades vulnerables y empresas.",
    "oCCCaption": "Página de login de la CMS (diseño previo)",
    "oCContext": "Contexto",
    "oCRole": "Mi rol",
    "ocContextp": "Trabajé como diseñador UX/UI junto a un equipo de 6 desarrolladores, usamos scrum como framework de trabajo, en el que cumplí el rol de product owner. Duré 1 año trabajando con el equipo de Olab (Ago 2022 - Ago 2023)",
    "oCAbout": "Acerca del producto",
    "oCAboutp": "O-Lab es el conjunto de plataformas compuesto de una CMS (Sistema de administración de contenido), una app web y una app móvil. La CMS sirve para la creación de contenido como cursos y encuestas, así como para el monitoreo de resultados y usuarios que interactúan con el contenido. La app web y móvil fueron creadas para consumir este contenido y habilitar la comunicación entre usuarios. O-lab inició siendo un producto ofrecido gratuitamente a comunidades vulnerables de jóvenes con fin de educarlos, sin embargo más tarde se expandiría para ofrecer su producto a empresas a través de servicios de subscripción pago.",
    "ocTeam": "El equipo",
    "oCUI": "Diseñadores UI",
    "oCDev": "Desarrolladores",
    "oCUX": "Diseñador UX",
    "oCBusiness" : "Objetivos de Negocio",
    "OCB1": "Atraer nuevos clientes, sobretodo en el séctor de empresas.",
    "OCB2": "Que los clientes actuales renovaran sus licencias. Retención de clientes.",
    "OCB3": "Continuar ofreciendo el producto a comunidades vulnerables de manera gratuita.",
    "OCProblems": "Problemas",
    "OCProblemsp": "Actualmente no se están consiguiendo la cantidad de nuevos clientes, esta cifra está por debajo de la meta. Por otro lado, la satisfacción de usuario está por debajo del promedio según métricas calculadas. Estas dificultades son, en gran parte, debido a la falta de atención a necesidades de usuario y múltiples problemas de usabilidad presentes en las distintas plataformas.",
    "OCProcess": "Proceso",
    "Summary": "Resumen",
    "OCStep1": "Entender",
    "OCStep1Title": "Conocer el negocio y el producto holísticamente",
    "OCStep1Sum": "Planear y ejecutar investigación de usuario, obtener un extenso conocimiento de la empresa, el producto y los stakeholders",
    "OCStep1D": "el negocio, el estado del producto y perspectivas de stakeholders.",
    "OCStep2": "Converger",
    "OCStep2Title": "No puedes arreglar todo, prioriza",
    "OCStep2Sum": "Organizar los datos de investigación y priorizar problemas descubiertos con el equipo.",
    "OCStep2D": "problemas y áreas a trabajar en el producto.",
    "OCStep3": "Diseño",
    "OCStep3Title": "Exploración y espiral de iteraciones",
    "OCStep3Sum": "Después de varias iteraciones y validación de los stakeholders, se entrega a los desarrolladores los diseños finales responsive, junto a user flows, arquitectura de información.",
    "OCStep3D": "y explorar nuevas posibles soluciones a principales problemas.",    
    "OCStep4": "Validar",
    "OCStep4Title": "Hora de probar las soluciones",
    "OCStep4Sum": "Recolectar datos atitudinales y de comprtamiento basado en los nuevos diseños y comparar estas métricas con las que fueron calculadas al principio",
    "OCStep4D": "los diseños nuevos, o volver a una previa etapa del proceso.",
    "OCRCaption": "Gráfica de metodología",
    "OCResearch": "Investigación UX",
    "OCRGoals": "Objetivos de investigación",
    "OCRG1": "Descubrir necesidades de usuario",
    "OCRG2": "Evaluar la usabilidad del producto",
    "OCRG3": "Identificar las principales tareas que los usuarios buscan lograr",
    "OCRM": "Metodología",
    "OCRM1": "Encuestas para calcular métricas como NPS y SUS y evaluar la percepción del producto.",
    "OCRM2": "Entrevistas para identificar necesidades de usuario",
    "OCRM3": "Estudios de usabilidad remotos y moderados para descubrir problemas de usabilidad, puntos de dolor y necesidades de usuario",
    "OCRU": "Evaluando Usabilidad",
    "OCRUp": "Para evaluar cómo es la experiencia actual de los usuarios se hicieron pruebas de usabilidad junto a entrevistas en las tareas más importantes del producto",
    "OCRUT": "Tareas",
    "OCRUT1": "Crear un curso",
    "OCRUT2": "Habilitar un curso a usuarios",
    "OCRUT3": "Ver reportes y estadísticas de un curso",
    "OCRUT4": "Añadir usuarios a su organización/comunidad",
    "OCRO": "Lo que dicen los usuarios",
    "OCRO1": "Crear un curso es complejo.",
    "OCRO2": "Los reportes de los estudiantes no me están dando los datos que necesito.",
    "OCRO3": "Quisiera habilitar a los estudiantes de mi nuevo curso de manera más fácil y rápida.",
    "OCRO4": "Quiero ver precisamente cómo verían mis estudiantes el curso que estoy creando.",
    "OCRO5": "Necesito compartir reportes del curso cada 2 semanas, siempre tengo que crear un reporte desde cero.",
    "OCRO6": "Tengo una licencia limitada pero no sé cómo saber qué tan cerca o lejos estoy del límite de usuarios o almacenamiento.",
    "OCRBS": "Negocio y Stakeholders",
    "OCRBSp": "Para guiar las futuras decisiones de diseño, una de las partes importantes del proceso fue familiarizarme con el negocio, la industria en la que existe y conocer bien las perspectivas de los distintos stakeholders.",
    "OCRBSO": "Objetivos",
    "OCRBSO1": "Recolectar los puntos de vista de los diferentes stakeholders",
    "OCRBSO2": "Identificar cuales son los principales objetivos de negocio",
    "OCRBSO3": "Entender cual es la idea de éxito para los directores",
    "OCRBSO4": "Identificar la dirección que los directores quieren darle al producto",
    "OCRBSO5": "Identificar limitaciones técnicas",
    "OCBRStake": "Principales Stakeholders",
    "OCBRStake1": "Clientes",
    "OCBRStake2": "Donantes",
    "OCBRStake3": "Desarrolladores",
    "OCBRStake4": "Directores",    
    "OCBRStake5": "Marketing",
    "OCBRSD": "Descubrimientos",
    "OCBRSD1": "El objetivo principal es conseguir nuevos clientes en el sector de empresas, sin embargo no se puede descuidar las comunidades vulnerables, ya que este es la principal motivación de los donantes",
    "OCBRSD2": "Los directores tienen varias ideas para mejorar el producto, pero muchas de ellas carecen de investigación de usuario. Por lo tanto, será necesario validar estas ideas, manteniéndose abierto a las posibilidades propuestas.",
    "OCBRSD3": "La estructura de la base de datos limita cambios a algunos flujos y arquitectura de información.",
    "OCBRCACaption": "Algunos de los competidores indirectos y directos de O-lab",
    "OCBRCA": "Análisis de Competencia",
    "OCBRCAp": "Realicé análisis de competencia no solo para identificar oportunidades de innovación sino también como parte del proceso de ideación.",
    "OCBRCAD": "Descubrimientos",
    "OCBRCAD1": "En general, los productos tienen baja interactividad en cuanto a las actividades, quices y lecciones.",
    "OCBRCAD2": "Cuentan con un estilo visual estándar, no sobresalen en este sentido.",
    "OCBRCAD3": "La mayoría de los productos cuentan con funcionalidades de comunidad.",
    "OCBRCAD4": "Generalmente, casi todos tienen buena arquitectura de información, los flujos son claros y fáciles de seguir.",
    "OCBRCAD5": "Cuentan con sistemas de diseño bien definidos y consistentes.",
    "OCC1Caption": "Vista de creación de contenido, problemas con la jerarquía visual",
    "OCC1": "Jerarquía Visual",
    "OCC1p": "No hay una jerarquía tipográfica, tampoco hay jerarquia de contraste, no hay uso del color con propósito. La alineación y espaciado de los elementos es arbitraria, no hay consistencia del tamaño de elementos.",
    "OCC2Caption":"Diferentes elementos visuales sin consistencia",
    "OCC2": "Diseño de marca inconsistente",
    "OCC2p": "Los elementos gráficos varían mucho en su estilo, por lo que no hay una clara comunicación de lo que es la marca.",
    "OCC3Caption": "Flujo de crear curso (simplificado para visualización)",
    "OCC3": "Gran Complejidad de Flujos",
    "OCC3p": "Realizar tareas como crear un curso tiene un flujo innecesariamente extenso, hay pantallas que podrían ser opcionales en el flujo, la arquitectura de información no fue bien organizada.",
    "OCC4": "Seguimiento de Curso y Usuarios",
    "OCC4p": "Los reportes los tiene que generar manualmente el administrador, seleccionando que datos quiere mostrar en su reporte, sin embargo esta no es la mejor opción para cubrir la necesidad de usuario de la mayoría.",
    "OCC5": "Chat y Comunidad",
    "OCC5p": "El chat no cubre necesidades de usuario notables tales como la creación de grupos, envío de archivos y necesita una actualización a su aspecto visual.",
    "OCD1": "Principios de diseño fueron introducidos, tales como espaciado, contraste y jerarquía. De esta manera se consigue hacer las páginas legibles, fáciles de navegar e identificar cual es el propósito de cada pantalla junto a sus opciones.",
    "OCD2": "Esta es una parte del nuevo sistema de diseño que creamos junto a los diseñadores UI, este sistema de diseño fue implementado por los desarrolladores para asegurar que las interfaces de usuario en las distintas plataformas se mantuviera consistente y el usuario percibiera una marca robusta y confiable.",
    "OCD3": "Una reevaluación del flujo de crear un curso fue realizada, a través de pruebas, colaboración e ideación conseguí reducir el flujo, simplificándolo para que los usuarios pudieran completar sus tareas y objetivos en una manera más rápida y fácil, lo cual era muy importante para el producto ya que la creación de cursos era una de las principales funcionalidades y tareas que los usuarios usaban frecuentemente.",
    "OCD4": "Introducimos la opción de crear reportes con un click, de manera que los usuarios ya no tendrían que pasar por el largo proceso de creación de reportes. También se introduce un rediseño del dashboard que está en línea con el sistema de diseño nuevo.",
    "OCD5": "El chat fue mejorado incluyendo nuevas funcionalidades como creación de grupos, envío de archivos, fotos y videos, haciéndo de esta funcionalidad más atractiva para que los usuarios se involucraran en comunidad.",
    "OCDBefore": "Antes",
    "OCDAfter": "Después",
    "oCVMetrics": "Métricas",
    "OCV1": "Crear Curso",
    "OCV1p": "Con el flujo reducido a 5 pasos y una jerarquía clara de elementos los usuarios lograron durar un promedio menor por pantalla y lograr la tarea reduciendo más de un minuto lo que tomaba antes lograrla.",
    "OCV2": "Crear y Añadir un Usuario",
    "OCV2p": "Usuarios no encontraban cómo realizar esta tarea, principalmente por la arquitectura de información que encontraban en el curso era difícil de comprender.",
    "OCV3": "Ver Reportes",
    "OCV3p": "Ver reportes y estadísticas de un curso, previamente el usuario realizaba esta tarea de manera “manual” creando sus propios reportes, lo que consumía bastante tiempo.",
    "OCV4": "Métricas NPS Y SUS",
    "OCV4p": "Contando con 10 participantes, se obtuvieron los siguientes resultados, un incremeneto del 27% en el Net Promoter Score  (NPS) y un incremento de 12% en el System Usability Score (SUS) respecto a lo medido en agosto 2022 (un año antes). Estas métricas muestran que la percepción del producto ha mejorado, sin embargo todavía queda espacios de mejora para progresar el producto, algo que estoy seguro que el equipo de O-lab seguirá haciendo con un excelente desempeño.",
    "OCV41": "Muestra de 10 participantes",
    "OCV42": "Se mejoró el SUS (System Usability Scale) en 17%",
    "OCV43": "Se mejoró el NPS (Net Promoter Score) en 30%",
    "OCVC": "Conclusión",
    "OCVCp1": "Por medio de los esfuerzos del equipo, se consiguió mejorar la experiencia de usuario del producto con la implementación de nuevas funcionalidades y la significante reducción de problemas de usabilidad.",
    "OCVCp2": "Los ganadores de estas mejoras no solo fueron los usuarios finales sino también el negocio, ya que adquirimos nuevos clientes y se incrementó la lealtad de clientes.",
    "IE": "Experiencia en la industria",
    "CP": "Proyecto conceptual",
    "ThumbCopyOlab": "Avanzando la experiencia de contenido educativo en O-lab, un sistema de administración y monitoreo, y consumo de contenido para comunidades vulnerables y empresas.",
    "CaseButton": "Ver caso de estudio",
    "ThumbCopyVita": "Manteniendo a las mascotas sanas con Vitacan, esta es la historia de como llegamos a diseñar una app para monitorear el bienestar de tu mascota con collares inteligentes.",
    "loadingCS": "cargando caso de estudio...",
    "TyR": "Gracias por leer!",
    "AreaImpr": "Área de mejora"






}


